app/controllers/api/v1/defendants_controller.rb

   def index
      defendants = Defendant.all
---
SELECT "defendants".* FROM "defendants"